tap "homebrew/bundle"
tap "hashicorp/tap"
tap "universal-ctags/universal-ctags"
tap "fluxcd/tap"

brew "mas"

mas "Xcode", id: 497_799_835

brew "aws-cdk"
brew "awscli"
brew "aws-sam-cli"
brew "cidr"
brew "csvlens"
brew "eksctl"
brew "flux"
brew "git-secrets"
brew "go"
brew "gotags"
brew "haskell-stack"
brew "helm"
brew "istioctl"
brew "java"
brew "kubernetes-cli"
brew "logcli"
brew "maven"
brew "minikube"
brew "nodejs"
brew "neovim"
brew "opencode"
brew "python"
brew "rust"
brew "terraform"
brew "tmux"
brew "universal-ctags"
brew "vim"
brew "watch"
brew "wireguard-tools"

cask "docker"
cask "drawio"
cask "font-fira-code-nerd-font"
cask "gcloud-cli"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "ollama-app"
cask "raspberry-pi-imager"
cask "session-manager-plugin"
cask "slack"
cask "ultimaker-cura"
