tap "homebrew/bundle"
tap "hashicorp/tap"
tap "fluxcd/tap"

brew "mas"

mas "Xcode", id: 497_799_835

brew "aws-cdk"
brew "awscli"
brew "aws-sam-cli"
brew "cidr"
brew "csvlens"
brew "eksctl"
brew "flux"
brew "ghcup"
brew "go"
brew "helm"
brew "istioctl"
brew "java"
brew "kubernetes-cli"
brew "logcli"
brew "minikube"
brew "nodejs"
brew "neovim"
brew "python"
brew "rustup"
brew "terraform"
brew "watch"
brew "wireguard-tools"

cask "container"
cask "docker"
cask "drawio"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "raspberry-pi-imager"
cask "session-manager-plugin"
cask "slack"
